import React from "react";
import { Box, Button, HStack, Image, Text, VStack } from "@chakra-ui/react";
import { Link } from "react-router-dom";

export default function WebDesign() {
	return (
		<HStack
			spacing="5px"
			py={100}
			pb={0}
			style={{
				display: "flex",
				justifyContent: "center",
			}}
			width="100%"
		>
			<VStack width="60%" fontFamily={"sans-serif"} gap={0}>
				<Text
					as={"h2"}
					fontSize={"4xl"}
					py={50}
					fontWeight={"bold"}
					textTransform={"uppercase"}
					width="100%"
					textAlign={"left"}
				>
					Нашите Услуги за Уеб Дизайн
				</Text>
				<VStack
					width="100%"
					alignItems="left"
					fontSize={"lg"}
					fontWeight={"normal"}
					lineHeight={8}
					gap={0}
				>
					<Text as={"p"}>
						В Зодисълюшънс сме тук, за да ви помогнем да създадете уебсайт,
						който не просто представя вашата компания, а го прави със стил и
						елегантност. Специализираме се в индивидуален подход, гарантирайки,
						че всеки уебсайт, който създаваме, е уникален и отразява вашите
						ценности.
					</Text>
					<Text as={"p"}>
						Нашата цел е не просто да предоставим визуално привлекателен дизайн,
						но и да създадем потребителско преживяване, което вашият клиент няма
						да забрави. Работим с вас, за да разберем вашите цели и нужди, преди
						да създадем персонализиран уебсайт, който да ви помогне да
						постигнете успех.
					</Text>
					<Text as={"p"}>
						Независимо дали стартирате нов бизнес, обновявате съществуващ
						уебсайт или търсите ефективни онлайн решения, ние сме тук, за да ви
						подкрепим. Съчетаваме креативността си с технологичните иновации, за
						да предложим уеб дизайн, който не само привлича внимание, но и
						генерира реални резултати.
					</Text>
					<Text as={"p"}>
						Ние вярваме в мощта на добрия уеб дизайн да създаде устойчива и
						привлекателна онлайн присъствие. С нас получавате не само стилен
						дизайн, но и функционалност, която подчертава уникалността на вашия
						бранд и предлага неповторимо потребителско преживяване.
					</Text>
					<Text as={"p"}>
						Нашият екип от дизайнери и разработчици се стреми към всяка
						детайлност, за да осигури уебсайт, който не само изглежда добре, но
						и работи ефективно. Използваме последните тенденции в уеб
						технологиите, за да ви предоставим модерни и иновативни решения за
						вашите онлайн нужди.
					</Text>
					<Text as={"p"}>
						При нас не получавате просто уебсайт, а цялостно решение, което
						поддържа вашия бизнес. Изслушваме вашите цели и стремежи, преди да
						пристъпим към проектирането. Всеки етап от процеса на разработка е
						насочен към достигане на вашите уникални цели и удовлетворяване на
						вашите потребности.
					</Text>
					<Text as={"p"}>
						Нашата философия е прости и функционални дизайни, които внушават
						доверие и оставят запомнящо впечатление. Използваме цветове и
						графика в синхрон с вашия бранд, за да създадем уебсайт, който не
						само отговаря на вашите изисквания, но и ги надхвърля.
					</Text>
					<Text as={"p"}>
						Зад всяко уебсайт решение стои ангажиментът ни към клиентите.
						Вярваме в прозрачната комуникация и сътрудничество през целия процес
						на разработка. Това ни позволява да вграждаме вашите идеи и визия
						във всяка детайл от уебсайта и да гарантираме вашето пълно
						удовлетворение.
					</Text>
					<Text as={"p"}>
						Приемаме предизвикателствата, които идват с различните видове
						бизнеси и стремим се да предоставим персонализирани уеб решения,
						които да насърчават растежа ви. Нашата цел е да създадем уебсайт,
						който не само привлича посетители, но и преобразува тяхната интерес
						към ваши клиенти.
					</Text>
				</VStack>
				<Link to={"/contact-us"}>
					<Button
						fontFamily={"sans-serif"}
						fontSize={"xl"}
						p={7}
						my={10}
						w={"100%"}
						bg={"#557373"}
						_hover={{
							bg: "#272401",
							color: "#dfe5f3",
							transform: "scale(1.05)",
							transition: "all 0.325s ease-in-out",
						}}
					>
						Свържете се с нас
					</Button>
				</Link>
			</VStack>
		</HStack>
	);
}
