import React from "react";
import { Box, Button, HStack, Image, Text, VStack } from "@chakra-ui/react";
import { Link } from "react-router-dom";

export default function WebSolutions() {
	return (
		<HStack
			spacing="5px"
			py={100}
			pb={0}
			style={{
				display: "flex",
				justifyContent: "center",
			}}
			width="100%"
		>
			<VStack width="60%" fontFamily={"sans-serif"} gap={0}>
				<Text
					as={"h2"}
					fontSize={"4xl"}
					py={50}
					fontWeight={"bold"}
					textTransform={"uppercase"}
					width="100%"
					textAlign={"left"}
				>
					Уеб решения за вас
				</Text>
				<VStack
					width="100%"
					alignItems="left"
					fontSize={"lg"}
					fontWeight={"normal"}
					lineHeight={8}
					gap={0}
				>
					<Text as={"p"}>
						Ние вярваме, че успешният уебсайт е повече от просто визуален
						елемент – той е инструмент за постигане на бизнес цели. С внимание
						към детайла, ние проектираме и разработваме уебсайтове, които не
						само привличат вниманието на потребителите, но и генерират реални
						резултати за вашата компания.
					</Text>
					<Text as={"p"}>
						За нас е важно да не предоставяме просто услуги, а да създаваме
						партньорство с вас. Подходящото уеб решение е ключът за постигане на
						вашите цели, и ние сме тук, за да ви помогнем да изградите този
						ключев елемент от вашия бизнес успех.
					</Text>
					<Text as={"p"}>
						Нашата екипна работа и посвещение ви гарантират уебсайт, който не
						само отговаря на текущите ви нужди, но е и гъвкав и разширяем в
						бъдеще. Съчетаваме креативността с технологичните възможности, за да
						ви предоставим уникално и високотехнологично уеб решение.
					</Text>
					<Text as={"p"}>
						Изграждането на онлайн присъствие не трябва да бъде сложно. С нашия
						подход, се стремим да направим процеса лесен и прозрачен.
						Предоставяме ви ясна комуникация и редовен ъпдейт по време на
						разработката, за да сте винаги в течение с напредъка на вашия
						уебсайт.
					</Text>
					<Text as={"p"}>
						Ние сме горди от нашата репутация за отлично обслужване на клиенти.
						Вашата удовлетвореност е наш приоритет, и ние сме тук, за да ви
						подкрепим не само по време на проекта, но и в бъдеще, когато вашият
						бизнес се развива.
					</Text>
					<Text as={"p"}>
						Когато избирате Зодисълюшънс, избирате партньорство, изградено върху
						доверие и качество. Ние вярваме в дългосрочните отношения и сме
						готови да ви помогнем във всеки етап от развитието на вашия онлайн
						бизнес.
					</Text>
					<Text as={"p"}>
						Ние разбираме, че всеки бизнес е уникален и има свои специфични
						изисквания. Поради тази причина, нашият подход е персонализиран и
						адаптиран към конкретните ви нужди. Вашият успех е нашият успех, и
						ние сме ангажирани да ви предоставим уебсайт, който отразява
						уникалността и ценностите на вашия бранд.
					</Text>
					<Text as={"p"}>
						Индустрията на уеб технологиите е в постоянно развитие, и ние сме
						тук, за да ви предоставим не само модерни, но и бъдещоустойчиви
						решения. Следим последните тенденции и иновации, за да гарантираме,
						че вашият уебсайт е в крак с времето и готов за бъдещите
						предизвикателства.
					</Text>
					<Text as={"p"}>
						Нека вашият уебсайт бъде визитката на вашия бизнес. С нашата помощ,
						той не само ще привлече клиенти, но и ще ги убеди в професионализма
						и качеството на вашите услуги или продукти.
					</Text>
					<Text as={"p"}>
						Очакваме с нетърпение да работим с вас и да създадем уеб решение,
						което ще ви помогне да доминирате в онлайн пространството и да
						постигнете бизнес целите си.
					</Text>
					<Text as={"p"}>
						Свържете се с нас, за да получите подробна информация за нашите
						услуги.
					</Text>
				</VStack>
				<Link to={"/contact-us"}>
					<Button
						fontFamily={"sans-serif"}
						fontSize={"xl"}
						p={7}
						my={10}
						w={"100%"}
						bg={"#557373"}
						_hover={{
							bg: "#272401",
							color: "#dfe5f3",
							transform: "scale(1.05)",
							transition: "all 0.325s ease-in-out",
						}}
					>
						Свържете се с нас
					</Button>
				</Link>
			</VStack>
		</HStack>
	);
}
