import React from "react";
import { Box, Button, HStack, Image, Text, VStack } from "@chakra-ui/react";
import { Link } from "react-router-dom";

export default function WhatWeDo() {
	return (
		<HStack
			spacing="5px"
			py={100}
			pb={0}
			style={{
				display: "flex",
				justifyContent: "center",
			}}
			width="100%"
		>
			<VStack width="60%" fontFamily={"sans-serif"} gap={0}>
				<Text
					as={"h2"}
					fontSize={"4xl"}
					py={50}
					fontWeight={"bold"}
					textTransform={"uppercase"}
					width="100%"
					textAlign={"left"}
				>
					Какво правим?
				</Text>
				<VStack
					width="100%"
					alignItems="left"
					fontSize={"lg"}
					fontWeight={"normal"}
					lineHeight={8}
					gap={0}
				>
					<Text as={"p"}>
						Зодисълюшънс е твоят партньор в света на цифровите решения. Ние сме
						фокусирани върху създаването на уебсайтове, които не само
						впечатляват визуално, но и предоставят стратегически резултати за
						твоя бизнес. Нашата цел е да направим онлайн присъствието ти
						неотразимо и ефективно.
					</Text>
					<Text as={"p"}>
						В света на бързо развиващите се технологии, ние не просто следваме
						тенденциите, но ги създаваме. Нашите експерти в областта на уеб
						дизайна и разработка са винаги в крак с последните иновации,
						гарантирайки, че твоят уебсайт не само изглежда модерно, но и
						използва най-новите технологични възможности.
					</Text>
					<Text as={"p"}>
						Зад всяка уеб страница, която създаваме, стои индивидуален подход.
						Разбираме, че всяка компания е уникална и има свои изисквания.
						Затова, вместо шаблонни решения, ние създаваме персонализирани
						уебсайтове, които отразяват твоите уникални потребности и ценности.
					</Text>
					<Text as={"p"}>
						Всеки проект, който поемаме, е повод за вдъхновение и креативност.
						Ние вярваме, че добре изграден уебсайт не е просто инструмент за
						представяне, а истинско изкуство, което привлича вниманието и
						задържа интереса на потребителите. Работим усилено, за да направим
						вашия бранд незабравим.
					</Text>
					<Text as={"p"}>
						Когато избираш Зодисълюшънс, избираш екип от ангажирани
						професионалисти. Ние сме здрави вярвания в силата на
						сътрудничеството и отдаваме всичко от себе си, за да постигнем
						успеха на твоя проект. Твоят успех е нашият стимул за постижение.
					</Text>
					<Text as={"p"}>
						Ние сме не просто агенция, а твоят технологичен стратегически
						съветник. Работим със задачата да трансформираме идеите ти в
						реалност, използвайки иновациите в технологиите, за да направим
						вашия бизнес по-ефективен и успешен в онлайн пространството.
					</Text>
					<Text as={"p"}>
						Нашата мисия е да не просто създадем уебсайт, а да построим цялостно
						цифрово преживяване. Интегрираме дизайн, функционалност и стратегия,
						за да създадем уеб решение, което не само изпълнява, но и надхвърля
						очакванията ти и на твоите потребители.
					</Text>
					<Text as={"p"}>
						Когато работиш с нас, не само получаваш уебсайт, но и партньорство,
						което продължава. След внедряването на проекта, ние сме тук, за да
						осигурим поддръжка и да ти помагаме с развитието на онлайн
						присъствието ти. Ние вярваме в дългосрочните отношения и успеха,
						който можем да постигнем заедно.
					</Text>
					<Text as={"p"}>
						Защото в света на дигиталните възможности, Зодисълюшънс е твоят ключ
						към успеха. Свържи се с нас днес и направи първата стъпка към
						изграждането на силно и ефективно онлайн присъствие за твоя бизнес.
					</Text>
				</VStack>
				<Link to={"/contact-us"}>
					<Button
						fontFamily={"sans-serif"}
						fontSize={"xl"}
						p={7}
						my={10}
						w={"100%"}
						bg={"#557373"}
						_hover={{
							bg: "#272401",
							color: "#dfe5f3",
							transform: "scale(1.05)",
							transition: "all 0.325s ease-in-out",
						}}
					>
						Свържете се с нас
					</Button>
				</Link>
			</VStack>
		</HStack>
	);
}
